<template>
	<div class='full'>
		<h2>
			ЭЙ! ПССС! Ты уже слышал про Республику яркого лета?
		</h2>
		<p> Лето 2025 уже стучится в двери, и это значит, что пришло время для настоящих приключений! Подарите вашему
			ребенку
			возможность окунуться в мир ярких эмоций, дружбы и здоровья. Каждый день в нашем лагере — это уникальное событие,
			которое запомнится надолго.</p>
		<p>Почему стоит выбрать наш лагерь?
			- Безопасность наших жителей: Наша команда опытных вожатых и медиков следит за тем, чтобы каждый ребенок
			чувствовал
			себя комфортно и защищенно.
			- Уникальная программа: Мастер-классы и Паблик-толки от профессионалов, интересные встречи с увлеченными людьми,
			спортивные баталии и творческие занятия — здесь каждый найдет что-то по душе!
			- Здоровье и активный образ жизни: Мы предлагаем сбалансированное питание, занятия спортом на свежем воздухе и
			оздоровительные процедуры для укрепления здоровья.</p>
		<p>Это лето станет не просто каникулами, а настоящим путешествием в мир открытий с нашей ЛАЛА командой! Ваш ребенок
			обретет новых друзей и создаст воспоминания, которые останутся с ним на всю жизнь.</p>
		<p>Запись уже открыта! Не упустите шанс стать частью нашей ЛАЛА команды и подарить своему ребенку невероятные
			впечатления.</p>
		<p>Республика яркого лета ждет вас — это будет не просто сказка, а яркая глава в истории вашего ребенка!</p>
		<div>
			<NuxtLink to='/game'>Играть</NuxtLink>
		</div>
	</div>
</template>

<script setup>

</script>

<style scoped>
.full {
	font-size: 30px;
	line-height: 1.5;
	padding-bottom: 100px;
}

h2 {
	font-size: 32px;
	font-family: 'DrukWideCyr';
	margin-bottom: 30px;

	@media only screen and (max-width: 992px) {
		font-size: 18px;
	}
}

p {
	margin-bottom: 20px;
	text-align: justify;

	@media only screen and (max-width: 992px) {
		font-size: 14px;
	}
}
</style>
